Repository: tejoesperanto/pasportaservo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eo

source: Published
eo: Publikigita

source: Blog
eo: Blogo

source: title
eo: titolo

source: slug
eo: ligilero

source: Markdown content
eo: Markdown enhavo

source: HTML content
eo: HTML enhavo

source: HTML description
eo: HTML priskribo

source: author
eo: aŭtoro

source: publication date
eo: dato de publikigo

source: post
eo: afiŝo

source: posts
eo: afiŝoj

source: published on
eo: publikigita je

source: read more
eo: legi pli

source: News
eo: Novaĵoj

source: Update
eo: Redakti

source: never
eo: neniam

source: Previous news
eo: Antaŭa novaĵo

source: Next news
eo: Sekva novaĵo

source: Add
eo: Aldoni

source: The last news about Pasporta Servo
eo: La lastaj novaĵoj pri Pasporta Servo

source: Subscribe
eo: Aboni

source: yes,no
eo: jes,ne

source: Hosting Service Core
eo: Kerno

source: Only the supervisors of {this_country} can access this page
eo: Nur la landaj organizantoj de {this_country} povas aliri tiun ĉi paĝon

source: Only administrators can access this page
eo: Nur administrantoj povas aliri tiun ĉi paĝon

source: Protection against automated registrations. Make sure that this field is kept completely blank.
eo: Protekto kontraŭ aŭtomatigitaj registriĝoj. Certiĝu ke tiu ĉi kampo restas tute malplena.

source: Please enter the correct username and password. Note that both fields are case-sensitive ('aBc' is different from 'abc').
eo: Bonvole enigu ĝustajn salutnomon kaj pasvorton. Notu, ke ambaŭ kampoj estas uskleco-distingaj&ensp;<wbr><span style="display: inline-block"><i>(‘aBc’ ne estas la sama kiel ‘abc’)</i>.</span>

source: Would you like to re-enable it? <a href="%(url)s">Inform an administrator.</a>
eo: Ĉu vi ŝatus ĝin reaktivigi? <a href="%(url)s">Informi administranton.</a>

source: Message
eo: Mesaĝo

source: Your contribution will appear in a discussion thread publicly visible on {forum_url}, without your name.
eo: Via kontribuo aperos en diskuta fadeno publike konsultebla ĉe {forum_url}, sen via nomo.

source: Contribute privately.
eo: Kontribui private.

source: Heading
eo: Titolo

source: Announcement
eo: Anonco

source: Body
eo: Mesaĝo

source: Dear {nomo},
eo: Kara {nomo},

source: Subject
eo: Temo

source: Preheader
eo: Antaŭkapo

source: Categories
eo: Kategorioj

# Mass mailing category
source: test
eo: Provo (sendas al: )

# Mass mailing category
source: old system
eo: Gastigantoj: neniam ensalutis en la nova retejo

# Mass mailing category
source: not in book
eo: Nova retejo: ne en la libreto

# Mass mailing category
source: in book
eo: Nova retejo: EN la libreto

# Mass mailing category
source: just user
eo: Ne gastigantoj (malnova aŭ nova retejo)

source: Your email for test
eo: Via retpoŝtadreso por testi

source: Unfortunately, you are still too young to use Pasporta Servo. Wait until you are {min_age} years of age!
eo: Bedaŭrinde vi ankoraŭ estas tro juna por uzi Pasportan Servon. Atendu ĝis kiam vi {min_age}-jariĝos!

source: Inbox
eo: Poŝtkesto

source: To be able to communicate with other members of the PS community, you need to create a profile.
eo: Por havi la eblecon komuniki kun aliaj PS-anoj, vi devas krei kaj agordi vian profilon.

source: A user with a similar username already exists.
eo: Uzanto kun simila salutnomo jam ekzistas.

source: Enter a username conforming to these rules: This value may contain only letters, numbers, and the symbols <kbd>@</kbd> <kbd>.</kbd> <kbd>+</kbd> <kbd>-</kbd> <kbd>_</kbd>. Spaces are not allowed.
eo: Enigu salutnomon laŭantan la jenajn regulojn: Ĉi-tiu valoro povas enhavi nur literojn, ciferojn kaj la simbolojn <kbd>@</kbd> <kbd>.</kbd> <kbd>+</kbd> <kbd>-</kbd> <kbd>_</kbd>. Spacoj ne estas allasataj.

source: Ensure that this value has at most %(limit_value)d characters (it has now %(show_value)d).
eo: Certigu ke tiu ĉi valoro maksimume enhavu %(limit_value)d karaktrojn (nuntempe ĝi havas %(show_value)d).

source: Enter a valid email address.
eo: Enigu retadreson en ĝusta formo.

source: Email address cannot start with {PREFIX} (in all-capital letters).
eo: Retpoŝta adreso ne povas komenciĝi per {PREFIX} (per ĉiuj majusklaj literoj).

source: User address already in use.
eo: Adreso de uzanto jam utiligita ĉe la retejo.

source: The password selected by you is too insecure. Such combination of characters is very well-known to cyber-criminals.
eo: La pasvorto elektita de vi estas tro nesekura. Tia kombino de karaktroj estas bone konata al ciber-krimuloj.

source: Choose a less easily guessable password.
eo: Bonvole elektu pli malfacile diveneblan pasvorton.

source: The password selected by you is not very secure. Such combination of characters is known to cyber-criminals.
eo: La pasvorto elektita de vi ne estas tre sekura. Tia kombino de karaktroj estas konata al ciber-krimuloj.

source: site name
eo: reteja nomo

source: encryption salt
eo: ĉifra salo

source: Salt used for encoded unique links. Change it to invalidate all links.
eo: Salo uzata por kodigi unikajn ligilojn. Ŝanĝu por malfunkciigi ĉiujn ligilojn.

source: unique link lifetime
eo: vivdaŭro de unika ligilo

source: In seconds: 2 days = 3600 x 24 x 2 = 172800
eo: En sekundoj: 2 tagoj = 3600 x 24 x 2 = 172800

source: minumum age for hosting
eo: minimuma aĝo por gastigi

source: minumum age for meeting
eo: minimuma aĝo por renkonti

source: confirmation validity period
eo: periodo de konfirmo-valideco

source: Delay (in days/hours) after which an object is no longer considered as confirmed.
eo: Periodo (en tagoj/horoj) post kiu objekto ne plu estas konsiderata konfirmita.

source: Site Configuration
eo: Retejaj agordoj

source: user
eo: uzanto

source: version of policy
eo: versio de regularo

source: withdrawn on
eo: retirita je

source: agreement
eo: interkonsento

source: agreements
eo: interkonsentoj

source: User {user} agreed to '{policy}' on {date:%Y-%m-%d}
eo: Uzanto {user} akceptis '{policy}' je {date:%Y-%m-%d}

source: user agent string
eo: aplikaĵa identigilo

source: user agent hash
eo: aplikaĵa haketo

source: location
eo: lokigo

source: Region and country code, separated by comma.
eo: Regiono kaj landokodo, apartigitaj per komo.

source: created
eo: kreita je

source: operating system
eo: operaciumo

source: operating system version
eo: versio de operaciumo

source: browser
eo: retumilo

source: browser version
eo: versio de retumilo

source: type of device
eo: tipo de aparato

source: user browser
eo: uzanta retumilo

source: user browsers
eo: uzantaj retumiloj

source: Close account
eo: Fermi konton

source: at
eo: ĉe

source: Press the button here below to confirm closing your account.
eo: Premu la butonon ĉi-sube por konfirmi la malaktivigon de via konto.

source: Close the account
eo: Fermi la konton

source: Cancel operation
eo: Nuligi la agon

source: Agreement between You and
eo: Kontrakto inter Vi kaj

source: Dear member of the PS-community, your attention is required. Since %(effective_date)s a new policy and conditions of use are in effect.
eo: Kara pasportservano, via atento estas bezonata. Ekde %(effective_date)s estas en efiko nova politiko kaj kondiĉoj de uzo.

source: This policy details the ways in which your information is being collected and treated, and <em>what</em> information you are required to provide to be part of the community. This document acts as a contract between Pasporta Servo and you, the user. Your continuous use of Pasporta Servo indicates your confirmation that you read the document, understand it, and agree to the conditions herein.
eo: Tiu ĉi politiko detaligas la manierojn en kiuj viaj informoj estas kolektataj kaj traktataj, kaj <em>kiuj</em> informoj estas bezonataj de vi por esti parto de la komunumo. La dokumento rolas kiel kontrakto inter Pasporta Servo kaj vi, la uzanto. Daŭre uzante Pasportan Servon vi konfirmas ke vi legis la dokumenton, komprenas ĝin, kaj konsentas je tiuj kondiĉoj.

source: You have already indicated your consent to be bound by the most up-to-date policy, which is in effect starting on %(effective_date)s.
eo: Vi jam indikis vian konsenton pri la rajtoj kaj la obligacioj detaligitaj en la plej ĝisdata regularo, kiu efikas ekde %(effective_date)s.

source: Policy of Privacy within Pasporta Servo
eo: Politiko pri privateco ĉe Pasporta Servo

source: I agree
eo: Mi akceptas

source: I still agree
eo: Mi daŭre akceptas

source: I DO NOT agree
eo: Mi NE akceptas

source: If you don't agree to our terms and conditions and to the usage policies, you cannot continue to use Pasporta Servo. In this case, your account will be disabled and your information will not be accessible to other users of Pasporta Servo anymore. If you change your mind afterwise, you will need to contact us manually to restore the access to your account.
eo: Se vi ne konsentas je la kondiĉoj kaj je la regularo por la uzado, vi ne povas pluuzi Pasportan Servon. Tiuokaze, via konto estos malfunkciigita kaj viaj informoj ne plu estos alireblaj por la aliaj uzantoj de Pasporta Servo. Se vi poste ŝanĝos vian opinion, vi devos kontakti nin persone por rehavigi al vi la aliron al via konto.

source: Note that some things that you do on PS website are not stored in your account. For example, messages that you exchanged with other users of the website (via the internal communication system); this information will still be visible to others after your account is disabled.
eo: Notu ke iuj viaj interagoj sur la retejo ne estas registritaj ĉe via konto, sed aparte. Ekzemple, mesaĝoj kiujn vi interŝanĝas kun la aliaj uzantoj (pere de la interna komuniko-sistemo); tiuj ĉi informeroj daŭre estos videblaj al aliuloj post kiam via konto estos malfunkciigita.

source: Proceed and disable account
eo: Akcepti kaj malfunkciigi konton

source: Back
eo: Reen

source: Back to %(back_to)s
eo: Reen al %(back_to)s

source: Settings
eo: Agordoj

source: Change password
eo: Ŝanĝi pasvorton

source: Your password was changed.
eo: La pasvorto estis ŝanĝita.

source: How to choose a good password?
eo: Kiel elekti bonan pasvorton?

source: Change
eo: Ŝanĝi

source: password
eo: pasvorto

source: username
eo: salutnomo

source: Change username
eo: Ŝanĝi salutnomon

# URL
source: email-addr
eo: retadreso

# Title
source: Email
eo: Retadreso

source: invalid email
eo: nefunkcianta adreso

# Title
source: Warning
eo: Averto

source: Update account email
eo: Ŝanĝi retadreson por konto

source: We send e-mails to this address. It will never be public.
eo: Ni sendas retmesaĝojn al tiu ĉi retpoŝta adreso. Ĝi neniam estos publika.

source: When we tried to mail it, the response was an error.
eo: Kiam ni provis komuniki al ĝi, la respondo estis eraro.

source: Agreement
eo: Interkonsento

source: Pasporta Servo Account
eo: Konto ĉe Pasporta Servo

source: Create profile
eo: Krei profilon

source: Change user's account email
eo: Modifi retadreson de uzanto

source: My email address
eo: Mia retpoŝta adreso

source: Email address verification
eo: Kontrolo de retpoŝta adreso

source: We've sent a verification message to your email address. Please follow the instructions in the message to complete this step.
eo: Ni sendis kontrolmesaĝon al via retpoŝtadreso. Bonvole sekvu la instrukciojn en tiu mesaĝo por kompletigi tiun ĉi paŝon.

source: Find accommodation
eo: Trovu loĝejon

source: Esperanto-hosts around the world
eo: Esperantaj gastigantoj tra la mondo

source: My profile
eo: Mia profilo

source: Search
eo: Serĉi

# URL
source: top-most
eo: plejsupro

# URL
source: content-start
eo: enhavo-komenco

source: Skip navigation buttons
eo: Pretersalti navigajn butonojn

source: Home page
eo: Hejma paĝo

source: For personal use of %(name)s
eo: Por persona uzo de %(name)s

source: For personal use
eo: Por persona uzo

source: log in
eo: ensaluti

source: register
eo: registriĝi

source: About us
eo: Pri ni

source: FAQ
eo: Oftaj demandoj

source: Terms
eo: Kondiĉoj

source: Privacy
eo: Privateco

source: Supervisors
eo: Landaj organizantoj

source: World Esperanto Youth Organisation
eo: Tutmonda Esperantista Junulara Organizo

source: Back to top of page
eo: Reen al paĝo-supro

source: Confirm
eo: Konfirmi

source: admin site
eo: administrilo

source: The famous hosting service for Esperanto-speakers
eo: La fama gastiga servo por esperantistoj

source: Search for a country, a region, or a city…
eo: Serĉu per lando, regiono aŭ urbo…

source: Unfortunately, information about this %(object)s is not available anymore.
eo: Bedaŭrinde la informoj pri tiu ĉi %(object)s ne plu estas disponeblaj.

source: Unfortunately, this information is not available anymore.
eo: Bedaŭrinde tiuj ĉi informoj ne plu estas disponeblaj.

source: Feedback
eo: Opinio

source: Your feedback could not be registered due to an unexpected error.
eo: Via komento ne povis esti registrita pro neatendita eraro.

source: Please go to the previous screen and try submitting the form again.
eo: Bonvole revenu al la antaŭa ekrano kaj provu sendi la formularon denove.

source: Your feedback was successfully registered. Thank you.
eo: Via komento estis registrita sukcese. Dankon!

source: You sent an empty feedback, so we did not register it.
eo: Vi sendis malplenan komenton, do ni ne registris ĝin.

# URL
source: whats-new
eo: kio-novas

source: Jump to content
eo: Transsalti al enhavo

source: Stay for free in homes, host interesting people of all ages, practice your Esperanto.
eo: Restu senpage en hejmoj, gastigu interesajn homojn de ĉiuj aĝoj, praktiku Esperanton.

source: Since 1974, thousands of travellers have used and are still using Pasporta Servo.
eo: Ekde 1974, miloj da vojaĝ&shy;emuloj uzis kaj daŭre uzas Pasportan Servon.

source: Explore the map of the hosts
eo: Esploru la mapon de la gastigantoj

# URL
source: how-to-use
eo: kiel-uzi

source: Skip the news
eo: Pretersalti la novaĵojn

source: Discuss Pasporta Servo on Telegram
eo: Diskutoj pri Pasporta Servo per Telegramo

source: About Pasporta Servo, on YouTube
eo: Pri Pasporta Servo, ĉe YouTube

source: Contact us via email
eo: Kontaktu nin per retpoŝto

source: Your ideas and suggestions
eo: Viaj ideoj kaj proponoj

source: Pasporta Servo's source code
eo: Fontkodo de Pasporta Servo

source: Emails sent
eo: Retmesaĝoj senditaj

source: You sent %(nb)s emails. Well done!
eo: Vi sendis %(nb)s mesaĝojn. Bonege!

source: Hide
eo: Kaŝi

source: Hide this message
eo: Kaŝi tiun ĉi mesaĝon

source: inbox
eo: poŝtkesto

source: %(unread)s new message
eo: %(unread)s nova mesaĝo

source: log out
eo: elsaluti

source: avatar
eo: profilbildo

source: settings
eo: agordoj

source: Unsubscribe from this type of messages
eo: Malaboni tiajn mesaĝojn

source: Dear %(user_first_name)s,
eo: Kara %(user_first_name)s,

source: Dear user,
eo: Kara uzanto,

# Email subject
source: Change of email address
eo: Retpoŝtadreso ĉe retejo ŝanĝita

source: Email needs confirmation
eo: Adreso konfirmenda

source: You're receiving this email because you requested to change your email address at %(site_name)s.
eo: Vi ricevas tiun ĉi mesaĝon ĉar vi petis ŝanĝon de via retpoŝta adreso ĉe %(site_name)s.

source: Please go to the following page to confirm your new email address:
eo: Bonvole iru al la jena paĝo por konfirmi vian novan retadreson:

source: Your username, in case you've forgotten:
eo: Via salutnomo, kaze ke vi forgesis:

source: If it wasn't you who requested to use this email address at %(site_name)s, you can safely ignore this message. The confirmation link will expire soon and whoever requested the change will not be able to use your address.
eo: Se ne estis vi kiu petis ekde nun uzi ĉe %(site_name)s tiun ĉi retpoŝtan adreson, vi povas trankvile malatenti tiun ĉi sciigon. La konfirma ligilo baldaŭ malvalidiĝos kaj la petanto de la ŝanĝo ne havos eblecon uzi vian adreson.

source: Confirm email
eo: Konfirmi retadreson

source: Thanks for using our site!
eo: Dankon por uzi nian servon!

source: The %(site_name)s team.
eo: La teamo de %(site_name)s.

source: Email change
eo: Adreso modifita

source: You're receiving this email because you (or someone on your behalf) requested a change of your email address at %(site_name)s
eo: Vi ricevas tiun ĉi mesaĝon ĉar vi (aŭ iu vianome) petis ŝanĝon de via retpoŝta adreso ĉe %(site_name)s

source: In case you did not request this change and you suspect it is a fraud, please contact us urgently!
eo: Se vi ne petis tian ŝanĝon kaj pensas ke temas pri fraŭdo, bonvolu urĝe kontakti nin!

source: The new address is:
eo: La nova adreso estas:

source: Password reset
eo: Nova pasvorto

source: Choose password
eo: Elekti pasvorton

source: You would like to set a new login password.
eo: Vi ŝatus agordi novan ensalutan pasvorton.

source: Unfortunately, you deactivated your account previously, and first it needs to be re-activated.
eo: Bedaŭrinde vi malaktivigis vian konton en la pasinteco, kaj unue necesas ĝin restarigi.

source: Reply to this email message if you would like to re-activate the account;
eo: Respondu al tiu ĉi retpoŝta mesaĝo se vi ŝatus re-aktivigi la konton;

source: An administrator will contact you soon.
eo: Administranto baldaŭ kontaktiĝos kun vi.

# Email subject
source: Password reset
eo: Nova pasvorto

source: You're receiving this email in order to verify your email address at %(site_name)s.
eo: Vi ricevas tiun ĉi mesaĝon kun la celo kontroli la funkciadon de via retpoŝta adreso registrita ĉe %(site_name)s.

source: Please go to the following page to complete the verification:
eo: Bonvole iru al la jena paĝo por finaranĝi la kontroladon:

# Email subject
source: Is this your email address?
eo: Ĉu tiu estas via retadreso?

source: Username
eo: Salutnomo

source: Log in
eo: Ensaluti

# Email subject
source: Username reminder
eo: Memorigo pri salutnomo

# Imperative
source: Log in
eo: Ensalutu

# Title
source: Log In
eo: Ensaluto

source: Log in with your username and password
eo: Ensalutu per via uzanto-nomo kaj pasvorto

source: I forgot <a href="%(pwd_url)s">my password</a> or <a href="%(usr_url)s">my username</a>
eo: Mi forgesis <a href="%(pwd_url)s">mian pasvorton</a> aŭ <a href="%(usr_url)s">mian salutnomon</a>

source: Password reset complete
eo: Nova pasvorto agordita

source: Your password has been set. You may go ahead and log in now.
eo: Vi sukcese ŝanĝis vian pasvorton. Vi nun povas ensaluti.

source: Change my password
eo: Ŝanĝi mian pasvorton

source: Enter new password
eo: Enmeti novan pasvorton

source: Invalid password link
eo: Nevalida pasvorta ligilo

source: It seems like you already used this link. A link to change your password can be used just once.
eo: Ŝajnas ke vi jam uzis tiun ĉi ligilon. La ligilo por ŝanĝi pasvorton povas esti uzata nur unufoje.

source: New password link
eo: Nova pasvorta ligilo

source: We've emailed you instructions for setting your password. If an account exists for the email address you provided, you should receive them shortly.
eo: Ni retpoŝtis al vi instrukciojn por agordi la pasvorton. Se la konto koncerna al la retpoŝta adreso kiun vi indikis ekzistas, vi baldaŭ devus ilin ricevi.

source: If you don't receive an email message, please make sure you've entered the email address you registered with. Also, check your spam folder.
eo: Se vi ne ricevas retpoŝtmesaĝon, bonvole certiĝu ke vi entajpis tiun adreson per kiu vi registriĝis. Krom tio, kontrolu vian spam-dosierujon.

source: If the instruction emails do not seem to reach you, please <a href="mailto:%(SUPPORT_EMAIL)s">contact us</a>.
eo: Ĉe la okazo ke la instrukciaj mesaĝoj ŝajne tute ne atingas vin, bonvolu <a href="mailto:%(SUPPORT_EMAIL)s">kontakti nin</a>.

source: Keep in mind that the field '%(field)s' distinguishes between upper-case ('Q') and lower-case ('q') letters.
eo: Memoru ke la kampo ‘%(field)s’ distingas usklecon, do inter majusk&shy;laj (‘E’) kaj minusklaj literoj&nbsp;(‘e’).

source: Have you forgotten your password? Enter below your email address with which you've registered, and we will email instructions for setting a new one.
eo: Ĉu vi forgesis vian pasvorton? Malsupre enigu vian retpoŝt&shy;adreson per kiu vi registriĝis kaj ni retpoŝte sendos instruk&shy;ciojn por agordi novan.

source: Send
eo: Sendi

source: Profile required
eo: Profilo estas necesa

source: In order to use this function of the website, you need to create a profile first.
eo: Por uzi tiun ĉi parton de la retejo, vi antaŭe devas agordi profilon.

# Imperative
source: Register
eo: Registriĝu

# Title
source: Registration
eo: Registrado

source: Register
eo: Registriĝi

source: Username reminder
eo: Memorigo pri salutnomo

source: We've emailed you a reminder of your username. If an account exists for the email address you provided, you should receive it shortly.
eo: Ni retpoŝtis al vi memorigon pri via ensalutnomo. Se la konto koncerna al la retpoŝta adreso kiun vi indikis ekzistas, vi baldaŭ devus ĝin ricevi.

source: Have you forgotten your username? Enter below your email address with which you've registered, and we will email a reminder.
eo: Ĉu vi forgesis vian salutnomon? Malsupre enigu vian retpoŝt&shy;adreson per kiu vi registriĝis kaj ni retpoŝte sendos memori&shy;gon.

source: Copy
eo: Kopii

source: Copy the email address and send an email via your mailbox.
eo: Kopiu la retpoŝtan adreson kaj sendu retmesaĝon pere de via kesto.

source: Copy the email address below and send an email via your mailbox:
eo: Kopiu la suban retpoŝtan adreson kaj sendu retmesaĝon pere de via kesto:

# URL
source: register/
eo: registrado/

# URL
source: login/
eo: ensaluti/

# URL
source: login/reactivate/
eo: ensaluti/reaktivigo/

# URL
source: logout/
eo: elsaluti/

# URL
source: agreement/
eo: kontrakto/

# URL
source: reject/
eo: rifuzi/

# URL
source: account/settings/
eo: konto/agordoj/

# URL
source: password/
eo: pasvorto/

# URL
source: done/
eo: fino/

# URL
source: reset/
eo: nova/

# URL
source: sent/
eo: sukceso/

# URL
source: username/
eo: salutnomo/

# URL
source: remind/
eo: memorigo/

# URL
source: email/
eo: retadreso/

# URL
source: verify/
eo: kontroli/

# URL
source: account/delete/
eo: konto/forigi/

# URL
source: feedback/
eo: opinio/

# URL
source: mass-mail/
eo: amassendado/

# URL
source: ok
eo: ĉu

source: You are logged in.
eo: Vi nun estas ensalutinta.

source: Something misfunctioned. Please log in again and retry.
eo: Io misfunkciis. Bonvole ensalutu denove kaj reprovu.

source: Note to admin: User requests to reactivate their account; ref: {}.
eo: Sciigo al admino: Uzanto petas reaktivigi sian PS-konton; ref: {}.

source: Farewell !
eo: Adiaŭ !

# URL
source: set-password
eo: agordi-pasvorton

source: A confirmation email has been sent. Please check your mailbox to complete the process.
eo: Konfirma mesaĝo estis sendita. Bonvole kontrolu vian retpoŝtkeston por kompletigi la procedon.

source: Your email address has been successfully verified!
eo: Vi sukcese konfirmis vian retpoŝtan adreson!

source: Your email address has been successfully updated!
eo: Vi sukcese ŝanĝis vian retpoŝtan adreson!

source: Feedback on {}.
eo: Komento pri {}.

source: Sent from the website {env} ({user})
eo: Sendita el la retejo {env} ({user})

source: Personal info
eo: Personaj informoj

source: Permissions
eo: Permesoj

source: Important dates
eo: Gravaj datoj

source: MD5 (weak)
eo: MD5 (malforta)

source: Password algorithm
eo: Pasvorta algoritmo

source: profile
eo: profilo

source: supervisor status
eo: LO statuso

source: country
eo: lando

source: object
eo: objekto

source: email address
eo: retpoŝta adreso

source: approved by
eo: aprobita de

source: Conditions
eo: Kondiĉoj

source: owner
eo: posedanto

source: number
eo: numero

source: country code
eo: landa kodo

source: travel advice
eo: vojaĝ-averto

source: countries
eo: landoj

source: active
eo: aktiva

source: All
eo: Ĉio

source: type
eo: tipo

source: Yes
eo: Jes

source: No
eo: Ne

source: user is defined
eo: uzanto havebla

source: location is defined
eo: lokigo havebla
