Repository: tejoesperanto/pasportaservo
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: eo

source: Something misfunctioned.<br>Please retry; if the error repeats itself, please <a href='%(url)s'>contact us</a>.
eo: Io misfunkciis. Bonvole reprovu; <br class='visible-xxs-inline'>se la eraro denove okazas, <a href='%(url)s'>kontaktu nin</a>.

source: Server error
eo: Servila eraro

source: Nothing found for
eo: Nenio trovita por

source: Are you sure you are %(age)s year old?
eo: Ĉu vi certas ke vi aĝas %(age)s jaron?

source: select one of the suggestions
eo: elektu unu el inter la proponoj

source: Bad or impossible coordinates.
eo: Malbone tajpitaj aŭ neeblaj koordinatoj.

source: Alternatively:
eo: Alternative:

source: Loading ▪ ▪ ▪
eo: Ŝargata ▪ ▪ ▪

source: Close
eo: Fermi

source: Cannot show the image. Please try again.
eo: Ne eblas montri la bildon. Bv provu denove.

source: You have not yet saved the privacy settings.
eo: Vi ne jam konservis la agordojn de privateco.

source: Please zoom in the map to select a point.
eo: Bonvole pliproksimigu la mapon por elekti punkton.

source: from <strong>[CITY]</strong>
eo: de <strong>[CITY]</strong>
