Repository: tejoesperanto/pasportaservo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eo

source: For a city in {country}, the ISO code of the state or province must be indicated.
eo: Por urbo en {country}, la ISO-kodo de la ŝtato aŭ de la provinco devas esti indikita.

source: The 'state / province' field should indicate the ISO code of the region.
eo: La kampo ‘ŝtato / provinco’ devas indiki la ISO-kodon de la regiono.

source: confirmed on
eo: konfirmita je

source: deleted
eo: forigita

source: Hosting Service
eo: Gastiga Servo

# administrative area type
source: area
eo: regiono

# administrative area type
source: country
eo: graflando

# administrative area type
source: county
eo: distrikto

# administrative area type
source: department
eo: departemento

# administrative area type
source: district
eo: distrikto

# administrative area type
source: province / city
eo: provinco / urbo

# administrative area type
source: emirate
eo: emirlando

# administrative area type
source: entity
eo: landoparto

# administrative area type
source: federal state
eo: federacia lando

# administrative area type
source: federal subject
eo: federacia subjekto

# administrative area type
source: governorate
eo: gubernio

# administrative area type
source: island
eo: insulo

# administrative area type
source: oblast
eo: provinco (oblasto)

# administrative area type
source: parish
eo: distrikto

# administrative area type
source: prefecture
eo: gubernio (prefektujo)

# administrative area type
source: region
eo: regiono

# administrative area type
source: state
eo: ŝtato

# administrative area type
source: voivodeship
eo: provinco (vojevodio)

source: Enter a valid phone number.
eo: Bv. enigu ĝustan telefon-numeron.

source: Integer within a predefined range
eo: Entjero ene de antaŭdifinita intervalo

# Imperative
source: exclude
eo: ekskludu

# Imperative
source: not important
eo: ne gravas

# Imperative
source: include
eo: inkludu

# Condition type
source: Restriction
eo: Limigo

# Condition type
source: Facilitation
eo: Faciligo

source: A family member cannot be future-born (even if planned).
eo: Kunloĝanto ne povas naskiĝi estontece, eĉ se planita.

source: Leave empty if you only want to indicate that other people are present in the house.
eo: Lasu malplena se vi nure volas indiki ke kromaj homoj ĉeestas en la loĝejo.

source: The name cannot be empty, at least first name or last name are required.
eo: Nomo ne povas esti nenia, almenaŭ unu el persona aŭ familia nomoj devas esti indikita.

source: First name
eo: Persona nomo

source: Last name
eo: Familia nomo

source: At least this many
eo: Almenaŭ tiom da

source: guests
eo: gastoj

source: nights
eo: noktoj

source: Available within
eo: Disponebla ene de

source: days
eo: tagoj

source: Place to sleep
eo: Dormloko

source: You already have this telephone number.
eo: Vi jam indikis tian telefonnumeron.

source: “%(pk)s” is not a valid value.
eo: “%(pk)s” estas neakceptebla valoro.

source: Choose your conditions...
eo: Elektu viajn kondiĉojn…

source: For an address in {country}, the name of the {region_type} must be indicated.
eo: Adreso en {country} devas inkluzivi la nomon de la {region_type}.

source: For an address in {country}, the name of the state or province must be indicated.
eo: Adreso en {country} devas inkluzivi la nomon de la ŝtato aŭ de la provinco.

source: Postal code should follow the pattern {} (# is digit, @ is a letter).
eo: Poŝtkodo devas laŭi la skemon {} (# estas cifero, @ estas litero).

source: or
eo: aŭ

source: The minimum age to be allowed hosting is {age:d}.
eo: Vi ekpovos gastigi kiam estos {age:d}-jaraĝa.

source: The minimum age to be allowed meeting with visitors is {age:d}.
eo: Vi ekpovos renkonti vizitantojn kiam estos {age:d}-jaraĝa.

source: This field is required if you accept guests.
eo: Tiu ĉi kampo estas deviga kiam vi akceptas gastojn.

source: This field is required if you meet visitors.
eo: Tiu ĉi kampo estas deviga kiam vi renkontas vizitantojn.

source: You want to be in the printed edition of Pasporta Servo. In order to have a quality product, some fields are required. If you think there is a problem, please contact us.
eo: Vi volas esti en la printita eldonaĵo de Pasporta Servo. Por havi kvalitan produkton, kelkaj kampoj estas devigaj. Se vi pensas ke estas problemo, bv. kontaktu nin.

source: This field is required to be printed in the book.
eo: Tiu ĉi kampo estas deviga por esti printita en la libreto.

source: Choose from the list. The name provided by you is not known.
eo: Elektu el la listo. La provizita de vi nomo ne estas inter la konataj.

source: Deleted place
eo: Nuligita loĝejo

source: Preferably select a date in the future.
eo: Prefere elektu daton en estonteco.

source: Unavailability should finish after it starts.
eo: Maldisponebleco finiĝu post sia komenco.

source: Unavailability should start before it finishes.
eo: Maldisponebleco komenciĝu antaŭ sia fino.

source: commencing on
eo: ekde

source: concluding on
eo: ĝis

source: Authorize user
eo: Permesi uzanton

source: User does not exist
eo: Tiu ĉi uzanto ne ekzistas

source: User has not set up a profile
eo: Uzanto ne agordis profilon

source: First, then Last
eo: Persona · Familia

source: Last, then First
eo: Familia · Persona

source: Names ordering
eo: Ordigo de la nomoj

source: There seems to be a problem with the avatar's file. Please re-upload it or choose '%(label)s'.
eo: Ŝajnas ke estas problemo pri la profilbilda dosiero. Bonvole re-alŝutu ĝin aŭ elektu “%(label)s”.

source: Please indicate how guests should name you
eo: Bonvole indiku kiel gastoj nomu vin

source: You are a host in {count_as_host} places, of which {count_for_book} should be in the printed edition.
eo: Vi estas gastiganto en {count_as_host} lokoj, el kiuj {count_for_book} estu en la printita eldonaĵo.

source: The indicated date of birth is in conflict with the date of death ({:%Y-%m-%d}).
eo: La indikita dato de naskiĝo konfliktas kun la dato de forpaso ({:%Y-%m-%d}).

source: family members
eo: kunloĝantoj

source: public email
eo: publika retpoŝta adreso

source: Form management data is missing or has been tampered with.
eo: Mastrumaj datumoj de formularo mankas aŭ estis malice modifitaj.

source: A place in
eo: Loĝejo en

source: Phone number
eo: Telefonnumero

source: Email address
eo: Retpoŝta adreso

source: deleted on
eo: forigita je

source: checked on
eo: kontrolita je

# Noun
source: Unknown
eo: Nekonataĵo

source: content id
eo: enhava identigilo

source: content type
eo: enhava tipo

source: visible online for all
eo: videbla rete al ĉiuj

source: visible online w/authorization
eo: videbla rete kun permeso

source: visible in the book
eo: videbla en la libreto

source: visibility settings
eo: videbligo-agordoj

source: Settings of visibility for {type}
eo: Agordoj de videbligo por {type}

# Name
source: Anonymous
eo: Anonimo

source: Mrs
eo: S-ino

source: Mr
eo: S-ro

# Personal Pronoun
source: she
eo: ŝi

# Personal Pronoun
source: he
eo: li

# Personal Pronoun
source: they
eo: ri

# Personal Pronoun
source: ze
eo: ĝi

# Personal Pronoun
source: they or she
eo: ri aŭ ŝi

# Personal Pronoun
source: they or he
eo: ri aŭ li

# Personal Pronoun
source: ze or she
eo: ĝi aŭ ŝi

# Personal Pronoun
source: ze or he
eo: ĝi aŭ li

# Personal Pronoun
source: any
eo: ajna

source: first name
eo: persona nomo

source: last name
eo: familia nomo

source: names in inverse order
eo: nomoj en renversa ordo (familia unue)

source: gender
eo: genro

source: Also known as "social sex identity". Type your own preference or select one of the suggestions.
eo: Ankaŭ konata kiel “socia sekso-identeco”. Entajpu vian propran preferon aŭ elektu unu el inter la proponoj.

source: personal pronoun
eo: persona pronomo

source: birth date
eo: naskiĝdato

source: In the format year(4 digits)-month(2 digits)-day(2 digits).
eo: En la formato <nobr>jaro<small> (4&thinsp;ciferoj)</small>−</nobr>​<wbr><nobr>monato<small> (2&thinsp;ciferoj)</small>−</nobr>​<wbr><nobr>tago<small> (2&thinsp;ciferoj)</small>.</nobr>

source: death date
eo: forpaso-dato

source: This email address will be used for the book. Leave blank if you don't want this email to be public. The system will never send emails to this address, neither publish it on the site without your permission.
eo: Tiu ĉi retadreso estos uzata por la PS-libreto. Lasu malplena se vi ne volas ke la retadreso estu publikigita. La sistemo neniam sendos retmesaĝojn al ĉi tiu adreso, nek afiŝos ĝin sur la retejo sen via permeso.

source: description
eo: priskribo

source: Short biography. Provide here further details about yourself. If you indicated that your gender is non-binary, it will be helpful if you explain more.
eo: Mallonga sinprezento. Plidetaligu ĉi tie pri vi mem. Se vi indikis ke via genro estas ne-duuma, tio helpos la eventualajn gastojn se vi klarigos pli.

source: Small image under 100kB. Ideal size: 140x140 px.
eo: Malgranda bildo, < 100 kB. Idealaj mezuroj: 140×140 punktoj.

source: profiles
eo: profiloj

source: address
eo: adreso

source: e.g.: Nieuwe Binnenweg 176
eo: ekz: Nieuwe Binnenweg 176

source: city
eo: urbo

source: Name in the official language, in latin letters; not in Esperanto (e.g.:&nbsp;Rotterdam).
eo: Nomo en la oficiala lingvo, latinlitere; ne en Esperanto (ekz:&nbsp;Rotterdam).

source: closest big city
eo: plej proksima granda urbo

source: If your place is in a town near a bigger city. Name in the official language, in latin letters; not in Esperanto.
eo: Se via loĝejo estas en urbeto proksime al granda urbo. Nomo en la oficiala lingvo, latinlitere; ne en Esperanto.

source: postcode
eo: poŝtkodo

source: State / Province
eo: Ŝtato / Provinco

source: confidence
eo: certeco

source: latitude
eo: latitudo

source: longitude
eo: longitudo

source: maximum number of guests
eo: maksimuma nombro de gastoj

source: Leave empty if there is no limitation.
eo: Lasu malplena se ne estas limigo.

source: maximum number of nights
eo: maksimuma nombro de noktoj

source: contact this number of days in advance
eo: kontakti tiom da tagoj anticipe

source: Number of days before people should contact host.
eo: Kiom da tagoj antaŭe homoj devus kontakti la gastiganton.

source: Description or remarks about your place and its surroundings. Consider that your guests, for example, might have an allergy for animal fur or an arachnophobia, or have trouble scaling multiple flights of stairs.
eo: Priskriboj aŭ rimarkoj pri via loĝejo kaj ĝia ĉirkaŭaĵo. Konsideru ke viaj gastoj povas havi, ekz., alergion al hejmbesta felo aŭ fobion je insektoj / reptilioj, aŭ malfacilaĵon grimpi plurajn ŝtuparajn branĉojn.

source: short description
eo: mallonga priskribo

source: Used in the book and on profile, 140 characters maximum.
eo: Uzita en la libreto kaj ĉe profilo, 140 signoj maksimume.

source: available
eo: disponebla

source: Is there a place to sleep on offer. If yes, you will be considered as host.
eo: Ĉu en tiu ĉi loĝejo estas dormloko por aliaj? Se jes, vi estos konsiderita kiel gastiganto.

source: print in book
eo: printu en la PS-libreto

source: If you want this place to be in the printed book. Must be available.
eo: Se vi deziras ke tiu ĉi loĝejo estu printita en la libreto. Ĝi devas esti disponebla.

source: tour guide
eo: ĉiĉeronado

source: If you are ready to show your area to visitors.
eo: Se vi volonte montros vian ĉirkaŭaĵon al vizitantoj.

source: have a drink
eo: trinkejumado

source: If you are ready to have a coffee or beer with visitors.
eo: Se vi volonte kafumos aŭ bierumos kun vizitantoj.

source: irregularly present
eo: nekonstanta troveblo

source: If you are not often at this address and need an advance notification.
eo: Ĉu vi malofte/neantaŭvideble ĉeestas? Se jes, estos indikita bezono de frua anticipa kontakto.

source: conditions
eo: kondiĉoj

source: You are welcome to expand on the conditions in your home in the description.
eo: Vi bonvenas plidetaligi en la priskribo la kondiĉojn ene de via hejmo.

source: unavailable from
eo: maldisponebla ekde

source: unavailable until
eo: maldisponebla ĝis

source: authorized users
eo: permesitaj uzantoj

source: List of users authorized to view most of data of this accommodation.
eo: Listo de uzantoj kiuj estis permesitaj vidi la detalojn de tiu ĉi loĝejo.

source: place
eo: loĝejo

source: places
eo: loĝejoj

# Phone Type
source: mobile
eo: poŝtelefono

# Phone Type
source: home
eo: hejma

# Phone Type
source: work
eo: laboreja

# Phone Type
source: fax
eo: fakso

source: International number format begining with the plus sign (e.g.: +31 10 436 1044)
eo: En formato de internacia numero, komencu per pluso (ekz:&nbsp; <span style="white-space: nowrap">+31 10 436 1044</span>)

source: comments
eo: komentoj

source: phone type
eo: tipo de telefono

source: phone
eo: telefono

source: phones
eo: telefonoj

source: type not indicated
eo: neindikita tipo

source: website
eo: retejo

source: websites
eo: retejoj

source: name (in English)
eo: nomo (anglalingve)

source: name
eo: nomo

source: genders
eo: genroj

source: ISO code
eo: ISO-kodo

source: Normative code in latin letters
eo: Normigita kodo latinlitere

source: Full name in latin letters
eo: Plena nomo latinlitere

source: Normative code in local language
eo: Normigita kodo lokalingve

source: Full name in local language
eo: Plena nomo lokalingve

source: Name in Esperanto
eo: Esperanta nomo

source: subregion
eo: subregiono

source: subregions
eo: subregionoj

source: City
eo: Urbo

source: location type
eo: tipo de lokigo

source: bounding box
eo: limkesto

source: Expected diagonal: south-west lon/lat, north-east lon/lat.
eo: Supoze diagonalo: sudokcidenta lon/lat, nordorienta lon/lat.

source: geographical center
eo: geografia centro

source: Expected: longitude/latitude position.
eo: Supoze: pozicio laŭ longitudo/latitudo.

# name::singular
source: whereabouts
eo: poziciigo

# name::plural
source: whereabouts
eo: poziciigoj

source: Location of {landmark} ({state})
eo: Lokigo de {landmark} ({state})

# Condition Category
source: in the house
eo: ene de la domo

# Condition Category
source: sleeping conditions
eo: dormo-kondiĉoj

# Condition Category
source: outside the house
eo: ekster la domo

source: category
eo: kategorio

source: E.g.: 'Don't smoke'.
eo: Ekz.: 'Don't smoke'.

source: E.g.: 'Ne fumu'.
eo: Ekz.: 'Ne fumu'.

source: abbreviation
eo: mallongigo

source: Official abbreviation as used in the book. E.g.: 'Nef.'
eo: Oficiala mallongigo tiel, kiel uzata en la libreto. Ekz: 'Nef.'

source: icon
eo: bildeto

source: is a limitation
eo: ĉu limigo

source: Marked = restriction for the guests, unmarked = facilitation for the guests.
eo: Markita = limigo por la gastoj, malmarkita = faciligo por la gastoj.

source: condition
eo: kondiĉo

source: contact preference
eo: preferata kontaktmaniero

source: contact preferences
eo: preferataj kontaktmanieroj

source: I agree to be included by usage measurement tools.
eo: Mi konsentas esti enkalkulata fare de interago-mezuraj iloj.

source: These technologies help us to improve Pasporta Servo. Through them we collect information about how visitors interact with the web site and which changes will make the interaction better.
eo: Tiuj ĉi teĥnologioj helpas al ni plibonigi Pasportan Servon. Pere de ili ni kolektas informojn pri kiamaniere vizitantoj interagas kun la retejo kaj kiaj ŝanĝoj igus tiun interagon pli plaĉa.

source: List my profile in search results open to the internet.
eo: Listigu mian profilon en serĉrezultoj videblaj al ne-pasportserv-anoj.

source: preferences for profile
eo: profilaj preferoj

source: - ALL COUNTRIES -
eo: - ĈIUJ LANDOJ -

source: advice valid from date
eo: averto en efiko ekde dato

source: advice valid until date
eo: averto en efiko ĝis dato

source: travel advices
eo: vojaĝ-avertoj

source: You've been authorized to see the complete address of %(owner_name)s!
eo: %(owner_name)s rajtigis vin vidi sian plenan adreson!

source: Follow this link to see this accommodation:
eo: Klaku la ligilon por vidi tiun ĉi loĝejon:

# Email subject
source: You received an Authorization
eo: Vi ricevis permeson

source: Cancel
eo: Ne, nuligu

source: Delete
eo: Forigi

source: Remove a family member
eo: Forigi kunloĝanton

source: Are you sure you want to delete this family member?
eo: Ĉu vi certe volas forigi tiun ĉi kunloĝanton?

source: This family member is also listed at
eo: Tiu ĉi kunloĝanto estas listigita ankaŭ ĉe

source: Delete profile
eo: Forigi profilon

source: Just remove
eo: Nur forpreni

source: Remove from list of family members
eo: Forpreni el listo de kunloĝantoj

source: Save without confirming
eo: Konservi sen konfirmi

source: Remove a phone number
eo: Forigi telefonan numeron

source: Are you sure you want to delete this number?
eo: Ĉu vi certe volas forigi tiun ĉi numeron?

source: of %(name)s
eo: de %(name)s

source: Authorized users
eo: Permesitaj uzantoj

source: Authorize
eo: Permesi

source: Authorized users can see your full address, family members and telephone numbers.
eo: Permesitaj uzantoj povas vidi vian plenan adreson, kunloĝantojn kaj telefonnumerojn.

source: Your email still remains private.
eo: Via retpoŝtadreso ĉiukaze restas privata.

source: Deleted profile
eo: Nuligita profilo

source: Remove user
eo: Forigi uzanton

source: No users found
eo: Neniuj uzantoj listigitaj

source: Full details viewable by:
eo: Plenaj detaloj videblas al:

source: only supervisors
eo: nur la landaj organizantoj

source: Indicate unavailability
eo: Indiki maldisponeblon

source: I am not available over here
eo: Mi ne disponeblas ĉi tie

source: Leave the corresponding field empty if the starting or the ending date is not known.
eo: Lasu malplena la respektivan kampon se la komenca aŭ fina dato ne estas konata.

source: Hosting place verification
eo: Kontrolo de loĝejo

source: There is a problem with this host's data…
eo: Estas problemo pri la informoj de la gastiganto…

# Adverb
source: General
eo: Ĝenerale

source: Update profile
eo: Redakti profilon

source: Update %(kin)splace
eo: Redakti %(kin)sloĝejon

source: Back to previous page
eo: Reen al antaŭa paĝo

source: my
eo: mian

source: Remove %(kin)splace
eo: Forigi %(kin)sloĝejon

source: Are you sure you want to delete this place?
eo: Ĉu vi certe volas forigi tiun ĉi loĝejon?

source: My habitat
eo: Mia loĝloko

source: Full preview
eo: Plena vido

source: This is a preview of your place
eo: Tio estas la detala paĝo de via loĝloko

source: Authorized users will receive access to these details.
eo: Permesitaj uzantoj povos vidi ĉiujn tiujn detalojn.

source: Important information
eo: Gravaj informoj

source: The address is obsolete
eo: La adreso estas neaktuala

source: Inactive (hidden) place
eo: Malvidebligita (ne aktiva) loĝejo

source: Other users will not have access to these details
eo: Aliaj uzantoj ne povos vidi ĉi tiujn detalojn

source: The owner set it as not visible to other users
eo: La posedanto kaŝis ĝin de aliaj uzantoj

source: The host is not available
eo: La gastiganto ne estas disponebla

source: This member is not available
eo: Tiu ĉi PS-membro ne estas disponebla

source: from %(date)s
eo: ekde %(date)s

source: until %(date)s
eo: ĝis %(date)s

source: this member
eo: tiu ĉi PS-membro

source: It is with great regret that we inform that %(name)s has passed away in %(month_of_year)s.
eo: Kun aflikto ni informas ke %(name)s forpasis en %(month_of_year)s.

source: Address and availability
eo: Adreso kaj disponebleco

source: I can guide around the city
eo: mi povas ĉiĉeroni

source: I'd like to have a drink together
eo: mi emas trinkejumi

source: unavailable
eo: maldisponebla

source: Deceased member
eo: Forpasinta PS-membro

source: by a supervisor
eo: fare de landa organizanto

source: last modification
eo: lasta redakto

source: Description and conditions
eo: Priskribo kaj kondiĉoj

source: Description
eo: Priskribo

source: Family members
eo: Kunloĝantoj

# Title
source: Note
eo: Rimarko

source: I'm not present at this address at all times; contact me in advance.
eo: Mi ne troviĝas konstante ĉe tiu ĉi adreso; kontaktiĝu anticipe.

source: Other dwellers at this place.
eo: Mi havas kunloĝantojn.

source: You must &nbsp;%(login_action)s&nbsp; or &nbsp;%(register_action)s&nbsp; to see this accommodation.
eo: Vi devas &nbsp;%(login_action)s&nbsp; aŭ &nbsp;%(register_action)s&nbsp; por vidi tiun ĉi loĝejon.

source: Location on map
eo: Pozicio sur la mapo

source: Your location is unknown, other users will not be able to find you via the search tool.
eo: Via lokigo ne estas konata, aliaj uzantoj ne povos trovi vin pere de la serĉilo.

source: The host's location is unknown, users will not be able to find this place via the search tool.
eo: La lokigo de la gastiganto ne estas konata, uzantoj ne povos trovi tiun ĉi loĝejon pere de la serĉilo.

source: Update location on map
eo: Redakti surmapan pozicion

source: Edit location
eo: Redakti lokigon

source: Use a simple map
eo: Uzi simplan mapon

source: Use a fully-capable map
eo: Uzi plene kapablan mapon

source: Print map
eo: Printi mapon

source: Show
eo: Montri

source: The user's email address seems invalid
eo: La retpoŝta adreso de tiu ĉi uzanto ŝajne ne funkcias

source: Write message
eo: Sendi mesaĝon

# Verb
source: Chat
eo: Mesaĝi

source: the location is unknown
eo: la lokigo ne estas konata

source: the location is imprecise
eo: la lokigo estas tro malpreciza

source: Authorizations
eo: Permesoj

source: View as an authorized user
eo: Rigardi kvazaŭ permesita uzanto

source: View as a regular user
eo: Rigardi kvazaŭ ordinara uzanto

source: Regular preview
eo: Ordinara vido

source: Summary of place's settings of the owner
eo: Resumo de loĝejaj agordoj de la posedanto

source: Short description
eo: Mallonga priskribo

source: Available
eo: Disponebla

source: Can be printed in book
eo: Povas aperi en la PS-libreto

source: Print in book
eo: Printi en la PS-libreto

# URL
source: privacy
eo: privateco

source: enabled,disabled
eo: ebligita,malebligita

source: via <a href="%(url)s">privacy settings</a>
eo: per <a href="%(url)s">privateco-agordoj</a>

source: via privacy settings
eo: per privateco-agordoj

source: the owner passed away
eo: la posedanto forpasis

source: Place of %(name)s
eo: Loĝejo de %(name)s

source: Confirm and edit location
eo: Konfirmi kaj redakti lokigon

source: Nothing found for
eo: Nenio trovita por

source: Find accommodation in %(where_to_look)s
eo: Trovu loĝejon en %(where_to_look)s

source: Find accommodation at %(where_to_look)s
eo: Trovu loĝejon ĉe %(where_to_look)s

source: for %(number)s night
eo: por %(number)s nokto

source: Find local guides in %(where_to_look)s
eo: Trovu ĉiĉeronojn en %(where_to_look)s

source: Find people in %(where_to_look)s
eo: Trovu homojn en %(where_to_look)s

source: Find local guides at %(where_to_look)s
eo: Trovu ĉiĉeronojn ĉe %(where_to_look)s

source: Find people at %(where_to_look)s
eo: Trovu homojn ĉe %(where_to_look)s

# URL
source: results-start
eo: rezulto-komenco

source: Map of hosts
eo: Mapo de gastigantoj

# URL
source: advanced-filter
eo: detala-filtro

source: Search settings
eo: Agordoj de serĉado

source: Advanced Search
eo: Nuancita Serĉo

# URL
source: feedback
eo: opinio

source: what do you think about the new search tool? <span class="text-nowrap">let us know!</span>
eo: kion vi opinias pri la nova serĉilo? <span class="text-nowrap">sciigu nin!</span>

source: In order to have the option to search for members of the PS community according to various criteria, you need to create a profile first.
eo: Por havi la eblecon serĉi PS-anojn laŭ diversaj kriterioj, vi devas krei kaj agordi vian profilon.

source: What do you think about the new search?
eo: Kion vi opinias pri la nova serĉilo?

source: Close
eo: Fermi

source: Open map of the region
eo: Vidi regionan mapon
