Repository: tejoesperanto/pasportaservo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eo

source: &lt;Geosearch service is unreachable&gt;
eo: &lt;La geografia serĉo-servo estas momente nekontaktebla&gt;

source: Details...
eo: Detale…

source: No results found for <i>%(query)s</i>. Here are some active hosts!
eo: Neniu rezulto por <i>%(query)s</i>. Jen kelkaj aktivaj gastigantoj!

source: Such place cannot be identified: <i>%(query)s</i>.
eo: Tia loko ne estas rekonebla: <i>%(query)s</i>.

source: Here are Pasporta Servo members elsewhere.
eo: Jen pasportservanoj aliloke.

source: %(number)s results in total.
eo: %(number)s rezultoj entute.

source: Too many results?
eo: Tro da rezultoj?

source: Restrict the search
eo: Pliprecizigu la serĉadon

source: Sorry, no kind hosts found…
eo: Bedaŭrinde ni ne trovis gastigemulojn…

source: Sorry, no members of the community fulfilling the search criteria found.
eo: Bedaŭrinde ni ne trovis membrojn de PS-komunumo laŭ tiaj serĉkriterioj.

source: The search query has expired. Please run a new search.
eo: La enmemorigitaj parametroj de serĉo eksvalidiĝis. Bonvole serĉu denove.

# Title
source: Notes
eo: Rimarkoj

source: up to %(number)s
eo: ĝis %(number)s

source: any number
eo: kiom ajn

source: I'm hosting
eo: mi gastigas

source: further results &raquo;
eo: pliaj rezultoj &raquo;

source: working...
eo: prilaboras...

source: you reached the end of the list
eo: vi atingis la finon de la listo

source: checked
eo: kontrolita

source: confirmed
eo: konfirmita

source: not confirmed
eo: ne konfirmita

source: Map of the country
eo: Mapo de la lando

source: In the book
eo: En la libreto

source: Not in the book
eo: Ne en la libreto

source: All hosts
eo: Ĉiuj gastigantoj

source: invalid emails
eo: nefunkciantaj retadresoj

# URL
source: not-confirmed
eo: ne-konfirmite

# URL
source: confirmed
eo: konfirmite

source: Check?
eo: Ĉu kontroli?

source: Checked
eo: Kontrolita

source: Not checked
eo: Nekontrolita

source: more options
eo: pliaj opcioj

source: last login
eo: lasta ensaluto

source: %(age)s y.o.
eo: %(age)s-jaraĝa

source: Confirm?
eo: Ĉu konfirmi?

source: Location seems off
eo: Lokigo ŝajnas misa

source: Esperanto letters?
eo: Esperantaj literoj?

source: Description too long.
eo: Priskribo tro longa.

source: not printed in the book
eo: ne aperas en la libreto

source: not displayed to other users
eo: nevidebla al aliaj pasportservanoj

source: Update a phone number
eo: Redakti telefonan numeron

source: Update email
eo: Redakti retadreson

source: The description of the place or phone note seem to contain Esperanto written in a surrogate manner. Accept such text?
eo: La priskribo de la loĝejo aŭ la rimarkigo pri telefona numero ŝajne enhavas ne-normajn Esperanto-literojn (anstataŭ ĉapelitajn). Ĉu akcepti tian tekston?

source: Print
eo: Printi

source: Habitat of %(name)s
eo: Loĝloko de %(name)s

source: The map requires JavaScript and the WebGL technology.
eo: La mapo necesigas JavaSkripton kaj la teĥnologion WebGL.

source: Change user's public email
eo: Modifi publikan adreson de uzanto

source: My public email address
eo: Mia publika retpoŝta adreso

source: your
eo: vian

source: this
eo: tiun ĉi

source: Are you sure you want to delete %(kin)sprofile and all linked data (place, phone…)?
eo: Ĉu vi certege volas forigi %(kin)sprofilon, kaj ĉiujn ligitajn datumojn (loĝejojn, telefonnumerojn…)?

source: Are you sure you want to delete the profile of this family member?
eo: Ĉu vi certe volas forigi la profilon de tiu ĉi kunloĝanto?

source: Restore profile
eo: Restarigi profilon

source: This profile is active and does not require restoration.
eo: Tiu ĉi profilo estas aktiva kaj ne bezonas re-funkciigon.

source: Are you sure you want to re-enable this profile and the data that was linked to it?
eo: Ĉu vi certe volas re-funkciigi tiun ĉi profilon kaj restarigi la datumojn kiuj estis ligitaj al ĝi?

source: Note that only objects deleted at the same time as the profile will be re-enabled:
eo: Atentu ke nur datumeroj forigitaj je la sama momento kiel la profilo estos restarigitaj:

source: No additional objects deleted on %(deleted_date)s were found.
eo: Neniuj kromaj datumeroj forigitaj je %(deleted_date)s troveblas.

source: Restore
eo: Restarigi

source: Are <a href="%(url)s">your data</a> up-to-date? Please check your hosting profile.
eo: Ĉu <a href="%(url)s">viaj datenoj</a> estas ĝustaj kaj ĝisdataj? Bonvole kontrolu vian profilon de gastiganto.

source: Are your data up-to-date? %(tag)sClick if yes%(endtag)s
eo: Ĉu viaj datenoj estas ĝustaj kaj ĝisdataj? %(tag)sKlaku se jes%(endtag)s

source: I confirm!
eo: Mi konfirmas!

source: Supervisor of %(countries)s
eo: Landa Organizanto por %(countries)s

source: You confirmed your information
eo: Vi konfirmis viajn informojn

source: Your profile is deleted and does not appear in search results.
eo: Via profilo estis nuligita kaj ne aperas en serĉrezultoj.

source: Update user's details
eo: Redakti informojn de uzanto

source: Update my details
eo: Redakti miajn informojn

source: Modify account
eo: Modifi konton

source: last confirmed on
eo: laste konfirmita je

source: Not confirmed
eo: Ne konfirmita

source: The email address associated with your account seems invalid; PS will not be able to send you updates.
eo: La retpoŝta adreso asociita kun via konto ŝajne ne funkcias; PS ne povos komuniki al vi sciigojn.

source: Check the settings
eo: Kontroli en agordoj

source: About me
eo: Pri mi

source: I am %(of_gender)s
eo: Mi estas %(of_gender)s

source: Talking about me, you may use any pronoun.
eo: Parolante pri mi, vi rajtas uzi ajnan pronomon.

source: Talking about me, please use the pronoun %(pronoun)s.
eo: Parolante pri mi, bonvole uzu la pronomon %(pronoun)s.

source: Place
eo: Loĝejo

source: Habitat
eo: Loĝloko

source: View details of this place
eo: Rigardi detalojn de tiu ĉi loĝejo

source: View
eo: Rigardi

source: I'm hosting in:
eo: mi gastigas en:

source: near %(closest_city)s
eo: proksime al %(closest_city)s

source: I can accept %(max_host)s person
eo: Mi povas akcepti %(max_host)s homon

source: I can host during %(max_night)s night maximum
eo: Mi povas gastigi dum %(max_night)s nokto maksimume

source: Phones
eo: Telefonoj

source: displayed to guests and hosts only
eo: videbla nur al gastoj kaj gastigantoj

source: Public email address
eo: Publika retpoŝta adreso

source: this email address seems invalid
eo: tiu ĉi retpoŝtadreso ŝajne ne funkcias

source: Account
eo: Konto

source: View public profile
eo: Rigardi publikan profilon

source: Update public email
eo: Ŝanĝi retadreson por publikigo

source: Remove
eo: Forigi

source: Add a place
eo: Aldoni loĝejon

source: Update a family member
eo: Redakti kunloĝanton

source: Add a family member
eo: Aldoni kunloĝanton

source: Add a phone
eo: Aldoni telefon-numeron

source: Set priorities
eo: Prioritatigi

source: Awaiting verification...
eo: Konfirmo atendata...

source: Re-verify address
eo: Re-kontroli retadreson

source: Public email?
eo: Publika retadreso?

source: [no email address]
eo: [neniu retpoŝta adreso]

# Title
source: Preview
eo: Antaŭrigardo

source: We recommend to turn your device on its side (and make sure orientation changes are allowed) to see the table better.
eo: Ni rekomendas turni vian aparaton al ĝia flanko (certigante ke ŝanĝoj de orientiĝo estas permesitaj) por vidi la tabelon pli bone.

source: We recommend to make the browser window wider to see the table better.
eo: Ni rekomendas plilarĝigi la fenestron de la retumilo por vidi la tabelon pli bone.

source: Slide the table to the right to see additional settings.
eo: Rulu la tabelon dekstren por vidi la pliajn agordojn.

source: saved
eo: konservita

source: More&nbsp;information about the measurement technologies.
eo: Pli&nbsp;da&nbsp;informoj pri la mezuraj teĥnologioj.

source: During some time we utilized the service of Google Analytics to collect and analyze the data. Presently we do not measure interactions and so do not use any such service.
eo: Dum iom da tempo ni utiligis la servon Google Analytics por kolekti kaj analizi la datenojn. Nuntempe ni ne mezuras interagojn kaj sekve ne uzas ajnan tian servon.

# URL
source: measurement
eo: mezurado

source: See our privacy policy.
eo: Vidu nian politikon pri privateco.

source: Save
eo: Konservi

source: End my membership
eo: Malpasportservaniĝi

source: End membership
eo: Malpasportservanigi

source: Restore membership
eo: Repasportservanigi

source: Restore account
eo: Restarigi konton

source: Forward to %(fwd_to)s
eo: Pluiri al %(fwd_to)s

source: where the following data should be visible?
eo: kie la jenaj informoj estu videblaj?

source: on site
eo: en la retejo

source: in book
eo: en la libreto

source: all visitors
eo: ĉiuj pasportservanoj

source: guests and hosts
eo: gastoj kaj gastigantoj

source: you are not hosting, therefore this place will not be in the book
eo: vi ne gastigas, kaj tial tiu ĉi loĝejo ne aperos en la libreto

source: in place details, you have not marked it to be printed in the book
eo: en informoj pri la loĝejo, vi ne elektis aperigi ĝin en la libreto

source: who can view ?
eo: kiu povas vidi ?

source: in new window
eo: en nova fenestro

source: You have provided no accommodation or contact details...
eo: Vi indikis neniujn loĝ- aŭ kontakt-informojn…

source: approver unknown
eo: aprobanto nekonata

source: Mark invalid
eo: Marki kiel nefunkcianta

source: available,unavailable
eo: disponebla,maldisponebla

source: %(city)s, near %(closest_city)s
eo: %(city)s, proksime al %(closest_city)s

source: if you want to book this accommodation
eo: por tranokti en tiu ĉi loĝejo

source: if you want to meet with me
eo: por renkontiĝi kun mi

source: please contact me at least %(nb_days)s day in advance
eo: bonvolu kontakti min almenaŭ %(nb_days)s tagon antaŭe

source: However, at this moment I do not accept guests.
eo: Tamen, nuntempe ne akceptas mi gastojn.

source: , during %(max_night)s night maximum
eo: , dum %(max_night)s nokto maksimume

source: Please ask me privately.
eo: Bonvole demandu min private.

source: I'm <b>not</b> hosting
eo: mi <b>ne</b> gastigas

source: &nbsp; and will be glad
eo: &nbsp; kaj volonte

source: , but will be glad
eo: , sed volonte

source: to guide you around %(my_city)s
eo: ĉiĉeronos vin en %(my_city)s

source: to have a drink together
eo: trinkos ion kun vi

source: to have a drink together in the city
eo: trinkos ion kun vi en la urbo

source: Travel advice for %(country)s
eo: Vojaĝ-averto por %(country)s

source: Travel advice
eo: Vojaĝ-averto

# URL
source: profile/
eo: profilo/

# URL
source: create/
eo: krei/

# URL
source: edit/
eo: aktualigi/

# URL
source: update/
eo: redakti/

# URL
source: delete/
eo: forigi/

# URL
source: restore/
eo: restarigi/

# URL
source: settings/
eo: agordoj/

# URL
source: privacy/
eo: privateco/

# URL
source: priority/phones/
eo: prefero-ordo/telefonoj/

# URL
source: staff/
eo: reviziado/

# URL
source: mark-invalid/
eo: funkcianta:0/

# URL
source: mark-valid/
eo: funkcianta:1/

# URL
source: place/
eo: ejo/

# URL
source: phone/
eo: telefono/

# URL
source: detailed/
eo: detale/

# URL
source: map/print/
eo: mapo/printi/

# URL
source: location/update/
eo: lokigo/redakti/

# URL
source: check/
eo: kontroli/

# URL
source: block/
eo: bloki/

# URL
source: authorize/
eo: permesi/

# URL
source: family-member/
eo: kunloganto/

# URL
source: remove/
eo: forpreni/

# URL
source: current/
eo: aktualigo/

# URL
source: confirm/
eo: konfirmi/

# URL
source: condition/
eo: kond/

# URL
source: sv/
eo: lo/

# URL
source: book
eo: libro

# URL
source: search
eo: esplori

source: Today is not CapsLock day. Please try with '%(correct_value)s'.
eo: La CapsLock-tago ne estas hodiaŭ. Bv. provu “%(correct_value)s”.

source: It seems there are too many uppercase letters. Please try with '%(correct_value)s'.
eo: Ŝajnas ke estas tro da majuskloj. Bv. provu “%(correct_value)s”.

source: Digits are not allowed.
eo: Ciferoj ne estas permesitaj en tiu ĉi kampo.

source: Please provide this data in Latin characters, preferably in Esperanto. The source language can be possibly stated in parentheses.
eo: Bonvole indiku tiun ĉi informon per latinaj literoj, kaj prefere en Esperanto (vialingve/alfabete vi povas eventuale indiki en krampoj).

source: File type is not supported.
eo: Dosiertipo ne akceptebla.

source: Please keep file size under %(limit)s. Current file size %(current_size)s.
eo: Bv. certigu ke dosiergrando estas sub %(limit)s. Nuna grando: %(current_size)s.

# value::plural
source: MOST RECENT
eo: PLEJ LASTAJ

source: <a href="{url}">Don't forget to choose</a> where it should be displayed.
eo: <a href="{url}">Ne forgesu elekti</a> kie ĝi estu montrata.

source: A new phone was added.
eo: Nova telefonnumero aldonita.

source: The data is not saved yet! Note the specified errors.
eo: La informoj ankoraŭ ne estas konservitaj! Atentu la indikitajn erarojn.

source: Only the owner of the place can access this page
eo: Nur la posedanto de la loĝejo povas aliri tiun ĉi paĝon

source: Only the user themselves can access this page
eo: Nur la uzanto mem povas aliri tiun ĉi paĝon

source: The geographical location on map is unknown.
eo: La geografia surmapa lokigo ne estas konata.

source: The geographical location on map is imprecise.
eo: La geografia surmapa lokigo estas tro malpreciza.

source: Data confirmed
eo: Informoj konfirmitaj

source: Already confirmed
eo: Informoj jam konfirmitaj

source: You already confirmed the accuracy of your profile and address. Thanks!
eo: Vi jam konfirmis la aktualecon de viaj profilo kaj adreso. Dankon!

source: Invalid Link
eo: Malbona ligilo

source: Bad Time Signature
eo: Malbona tempostampo

source: The link seems not valid
eo: La ligilo ne ŝajnas esti valida plu.

source: You just confirmed that your profile and address are up-to-date. Thanks!
eo: Vi ĵus konfirmis ke viaj profilo kaj adreso estas aktualaj. Dankon!

source: The link is not valid
eo: La ligilo havas malbonan formon aŭ malĝustan konfirmo-ĵetonon.

source: Signature Expired
eo: Tempostampo ne plu validas

source: The link is not valid anymore
eo: La ligilo estis kreita antaŭ tro da tempo kaj ĝi ne plu validas. Vi bezonas novan ligilon.

# URL
source: link/
eo: ligilo/

# URL
source: confirmed/
eo: konfirmita/

# URL
source: already_confirmed/
eo: jam_konfirmita/

source: Good, your data are confirmed. Look at <a href="{url}">your profile</a>!
eo: Bonege, vi konfirmis viajn datenojn. Vidu nun <a href="{url}">vian profilon</a>!

source: You've been automatically logged in. Happy editing!
eo: Vi estas aŭtomate ensalutita. Bonan redaktadon!

source: Select manually the most suitable point on the map.
eo: Elektu permane la plej taŭgan punkton sur la mapo.

source: It will be possible to register the point when the resolution of the map allows for visible distances of about 1km or less.
eo: Eblus registri la punkton kiam la distingivo de la mapo permesus distingeblajn distancojn de ĉirkaŭ 1km aŭ malpli.

source: Map unfortunately cannot be displayed
eo: Mapo bedaŭrinde ne povas esti vidigita

source: Your browser does not support the WebGL technology.
eo: Via retumilo ne subtenas la teĥnologion WebGL.

source: Your browser supports the WebGL technology, but it is disabled or cannot be used on this system. Please check the configuration of your browser. This could also be caused by incompatible or old video drivers.
eo: Via retumilo subtenas la teĥnologion WebGL, sed ĝi estas malŝaltita aŭ ne povas esti bonorde uzita sur tiu ĉi sistemo. Bonvole kontrolu la agordojn de via retumilo. Tion povas kaŭzi ankaŭ malkongruaj aŭ eksdataj video-peliloj.

source: Visit <a href="%(url)s">Get WebGL</a> to look for a solution, or try installing the latest version of the browser.
eo: Vizitu <a href="%(url)s">“Havigi WebGL”</a> por kontroli eblajn solvojn (en la angla lingvo), aŭ provu instali la plej lastan version de la retumilo.

# URL
source: locations
eo: lokoj

# URL
source: type
eo: speco

# URL
source: collected-information
eo: kolektataj-informoj

# URL
source: shared-information
eo: kundividataj-informoj

# URL
source: cookies
eo: kuketoj

source: Call-to-action
eo: Alvoko

source: Hide call-to-action
eo: Kaŝi alvokon

# URL
source: countries-list
eo: landolisto

source: code
eo: kodo

source: status
eo: stato

source: supervisors
eo: landaj organizantoj

source: host
eo: gastiganto

source: place checked
eo: adreso kontrolita

source: place confirmed
eo: adreso konfirmita fare de uzanto

# URL
source: about/
eo: pri-ni/

# URL
source: terms-and-conditions/
eo: kond/

# URL
source: faq/
eo: oftaj-demandoj/

# URL
source: supervisors/
eo: landaj-organizantoj/

source: Cannot send the message: This user has passed away.
eo: Ne eblas sendi la mesaĝon: Tiu ĉi uzanto forpasis.

source: Great Britain
eo: Britio

source: United Kingdom
eo: Unuiĝinta Reĝlando

source: Falkland Islands (Malvinas)
eo: Falklandaj Insuloj (Malvinoj)

source: Islas Malvinas
eo: Malvinoj

source: American Samoa
eo: Usona Samoo

source: Samoa (Eastern - U.S.)
eo: Samoo Orienta (Usona)

source: {name} via Pasporta Servo
eo: {name} per Pasporta Servo

source: OK
eo: Enordas

source: Server error
eo: Servila eraro

source: No no, that page is off-limits
eo: Ne ne ne, tiun paĝon vi evitu

source: If you see this page after choosing PS from bookmarks, <a href="">reload</a> the page.
eo: Se vi vidas tiun ĉi paĝon elektinte PS el favoratoj, <a href="">ŝargu denove</a> la paĝon.

source: If cookies are disabled in your browser, it is not possible to use most of the functions of the web site. Instead, this page will be shown if the function requires you to login.
eo: Se kuketoj estas malebligitaj en via retumilo, plejparto de la funkcioj de la retejo ne povas esti uzataj, pro teĥnikaj limigoj. Anstataŭe, tiu ĉi paĝo estas montrita se la funkcio necesigas ke vi estu ensalutita.

source: If this page appears each time you're trying to edit something, you are using an insecure network. Please connect to a different network.
eo: Se tiu ĉi paĝo aperas ĉiufoje kiam vi provas redakti ion, vi uzas ne-sekuran reton. Bonvole konektiĝu al alia reto.

source: Otherwise, we just prevented an attack on your Pasporta Servo account. Please close all other windows / tabs of the browser.
eo: Alikaze, ni ĵus haltigis atakon je via konto ĉe Pasporta Servo. Bonvole fermu ĉiujn kromajn fenestrojn / langetojn de via retumilo.

source: Page not found
eo: Paĝo ne trovita

source: Programmation error on the server
eo: Programa eraro sur la servilo

source: The administrators have been informed of the problem and will fix it as soon as possible.
eo: La administrantoj estas informitaj pri la problemo kaj ĝin korektos kieleble plej baldaŭ.

source: <me>
eo: mi

# postman:tab title
source: Archives
eo: Arkivitaj

# postman:title
source: Archived Messages
eo: Arkivitaj mesaĝoj

# postman:tab title
source: Letterbox
eo: Poŝtkesto

# postman:menu
source: Inbox
eo: Poŝtkesto

# postman:menu
source: Write
eo: Nova mesaĝo

# postman:menu
source: Sent Messages
eo: Senditaj mesaĝoj

# postman:menu
source: Archives
eo: Arkivo

# postman:menu
source: Trash
eo: Rubujo

# postman:action
source: Archive
eo: Arkivi

# postman:action
source: Delete
eo: Forviŝi

# postman:action
source: Undelete
eo: Malforviŝi

source: %(name)s might not know about your message.
eo: supozeble %(name)s povas ne ekscii pri via mesaĝo.

source: Consider contacting the user by
eo: Prefere kontaktu la uzanton per

source: This user has passed away. It is not possible to send further messages.
eo: Tiu ĉi uzanto forpasis. Pliajn mesaĝojn ne plu eblas sendi.

# postman:action
source: Send
eo: Sendi

source: <a href="%(url)s">%(sender)s</a> wrote to you!
eo: <a href="%(url)s">%(sender)s</a> skribis al vi!

source: %(sender)s wrote to you!
eo: %(sender)s skribis al vi!

source: Reply
eo: Respondi

source: Answer this message by using the button:
eo: Respondu tiun ĉi mesaĝon uzante la butonon:

source: To answer this message, follow this link:
eo: Por respondi tiun ĉi mesaĝon, malfermu la ligilon:

source: The sender's profile page:
eo: La profilpaĝo de la mesaĝanto:

source: Message from %(sender)s: %(subject)s
eo: Mesaĝo de %(sender)s: %(subject)s

source: The site administrator
eo: La administranto de la retejo

# postman:tab title
source: Inbox
eo: Poŝtkesto

# postman:title
source: Received Messages
eo: Ricevitaj mesaĝoj

# postman:title
source: Reply
eo: Respondo

# postman:tab title
source: Sent Messages
eo: Senditaj

# postman:title
source: Sent Messages
eo: Senditaj mesaĝoj

# postman:tab title
source: Trash
eo: Forviŝitaj

# postman:title
source: Deleted Messages
eo: Forviŝitaj mesaĝoj

# postman:title
source: Conversation
eo: Konversacio

# postman:title
source: Message
eo: Mesaĝo

# postman:action
source: Reply
eo: Respondi

# postman:title
source: Write
eo: Verku

# URL
source: management/
eo: administrilo/

# URL
source: messages/
eo: leteroj/

# URL
source: blog/
eo: blogo/

# URL
source: map/
eo: mapo/

source: PS Shop
eo: Butiko

source: I'm a host and I will appear in the book
eo: Mi estas gastiganto kaj mi aperos en la libreto

source: I can have my book at a discounted price
eo: Mi povas havi mian libreton je rabatita prezo

source: price
eo: prezo

source: low price
eo: rabata prezo

source: product
eo: produkto

source: products
eo: produktoj

source: amount
eo: kvanto

source: TEJO discount
eo: TEJO-rabato

source: If you are member of TEJO or UEA and the 10% discount applies (twice a year).
eo: Se vi estas membro de TEJO aŭ UEA kaj la 10%-a rabato validas (dufoje jare).

source: support
eo: subteno

source: reservation
eo: rezervo

source: reservations
eo: rezervoj

source: Soon at your place!
eo: Baldaŭ ĉe vi!

source: Thank you!
eo: Dankon!

source: Pre-order form of the %(product_name)s book.
eo: Antaŭmendado de la libreto %(product_name)s!

source: Reservation
eo: Rezervado

source: First, please select the number of books you would like to reserve.
eo: Unue bonvolu elekti la nombron de libretoj, kiujn vi deziras mendi.

source: value
eo: valoro

source: volume discount
eo: kvanta rabato

source: shipping
eo: sendokostoj

source: total
eo: sumo

source: The prices appear on the right of the scrollable table.
eo: La prezoj estas indikitaj en la dekstra flanko de la ŝovebla tabelo.

source: <a href="http://katalogo.uea.org/">UEA catalogue</a>
eo: <a href="http://katalogo.uea.org/">katalogo de UEA</a>

source: You do not have to pay now. We will contact you when it will be possible to order from the %(link)s.
eo: Vi ne devas nun pagi. Ni kontaktos vin kiam eblos mendi el la %(link)s.

source: Reserve
eo: Rezervi

source: Reserving the book helps us to print the right quantity.
eo: Rezervi la libreton helpas nin printi la ĝustan kvanton.

source: Buying the book really helps the Pasporta Servo project.
eo: Aĉeti la libreton vere helpas la projekton Pasporta Servo!

source: Your email address doesn't appear to be valid, we probably won't be able to send messages to that address. Please check it out.
eo: Via retpoŝta adreso aspektas nefunkcianta, ni verŝajne ne sukcesos sendi mesaĝojn al tiu ĉi adreso. Bv kontrolu ĝin.

# URL
source: reserve/
eo: rezervi/

# URL
source: reservation/
eo: rezervado/
